Repository: Kuna42/oomox
Catalog: po/*.po
Languages: fr

source: <N/A>
fr: <N/B>

source: <none>
fr: <rien>

source: Accent Color
fr: Couleur primaire

source: Accent Color (Checkboxes, Radios)
fr: Couleur primaire (cases à cocher, cases d'option)

source: Actions Icons
fr: Icônes d'actions

source: Add Dark Variant
fr: Ajouter une variante sombre

source: Apply Spotif_y Theme…
fr: Appliquer le thème du Spotif_y …

source: Are you sure you want to delete the colorscheme? This can not be undone.
fr: Êtes-vous sûr de vouloir supprimer le thème de couleurs ? Cela ne peut pas être annulé.

source: Are you sure?
fr: Êtes-vous sûr ?

source: Auto
fr: Automatique

source: Auto-Swap BG/FG
fr: Échange automatique d'arrière-plan et avant-plan

source: Background
fr: Arrière-plan

source: Base16 Export Options…
fr: Options du thème du Base16 …

source: Base16 Import Options
fr: Options d'imporation du Base16

source: Base16 User-Imported
fr: Base16 importé par l'utilisateur

source: Base16-Based Templates…
fr: Modèles basés sur Base16 …

source: Basic
fr: Standard

source: BiDi Textbox Caret
fr: Curseur de la zone de text BiDi

source: Black
fr: Noir

source: Black Highlight
fr: Surlignage noire

source: Blue
fr: Bleu

source: Blue Highlight
fr: Surlignage bleu

source: Border
fr: Bordure

source: Button
fr: Bouton

source: Button Background
fr: Arrière-plan des boutons

source: Button Text
fr: Texte des boutons

source: Can't Be Edited in GUI
fr: Cela ne peut pas être édité dans l'interface

source: Choose a Color…
fr: Sélectionner une couleur…

source: Choose export options below and copy-paste the result.
fr: Veuillez exporter des options en bas et copiez-collez le résultat.

source: Cinnamon: Opacity
fr: Cinnamon : Opacité

source: Colors from Image
fr: Couleurs à partir de l'image

source: Colorscheme with such name already exists
fr: Un thème de couleurs de ce nom existe déjà

source: Compact Style
fr: Style compact

source: Cyan Highlight
fr: Surlignage cyan

source: DE Panel Opacity
fr: Opacité du panell

source: Dark Stroke
fr: Trait sombre

source: Dark/Light Colors
fr: Couleurs claires/foncées

source: Desktop Environments
fr: Environnements de bureau

source: Don't change _default font
fr: Ne changez pas la police _standard

source: Edit
fr: Éditer

source: Edit Generated Theme
fr: Modifier le thème généré

source: Edit Imported Theme
fr: Modifier le thème importé

source: Enable Gradients
fr: Habilitier dégradés

source: Enable Theme Transparency
fr: Habilitier la transparence du thème

source: Error loading plugin "{plugin_name}"
fr: Erreur de chargement du plugin "{plugin_name}"

source: Export GTK Theme
fr: Exporter le thème du GTK

source: Export Icon Theme
fr: Exporter le thème d'icônes

source: Export Theme
fr: Exporter le thème

source: Export _path:
fr: EXporter le _chemin :

source: Exporting…
fr: Exportation …

source: Extend Palette with More Lighter/Darker Colors
fr: Étendre la palette avec des couleurs plus claires/foncées

source: File
fr: Fichier

source: Focused Button Outline Offset
fr: Offset du contour du bouton focusé

source: Focused Button Outline Width
fr: Largeur du contour du bouton focusé

source: Focused Outline Width
fr: Largeur du contour focusé

source: Focused Window Border
fr: Bordure de fenêtre focusée

source: Font Options
fr: Options de la police

source: Foreground
fr: Avant-plan

source: From Base16 YML Format
fr: Du format de YML du Base16

source: GTK3 Theme Options
fr: Options du thème du GTK3

source: GUI Theme Template
fr: Modèle du thème d'interface

source: Generate 2x scaled (_HiDPI) assets for GTK+2
fr: Générer recours de (_HiDPI) 2x dimensionnés pour le GTK2+2

source: Generate theme for GNOME _Shell
fr: Générer du thème pour GNOME _Shell

source: Generate theme for _Cinnamon
fr: Générer du thème pour _Cinnamon

source: Generate theme for _Xfwm
fr: Générer du thème pour _Xfwm

source: Generate theme only for the current _GTK+3 version instead of both 3.18 and 3.20+
fr: Générer du thème seulement pour la version actuelle du _GTK+3 au lieu de 3.18 et 3,20+

source: Gradient
fr: Dégradé

source: Gradient End Color
fr: Couleur du dégradé secondaire

source: Gradient Start Color
fr: Couleur du dégradé primaire

source: Green
fr: Vert

source: Green Highlight
fr: Surlignage verte

source: Header Background
fr: Arrière-plan du texte d'en-tête

source: Header Button Background
fr: Arrière-plan du text d'en-tête

source: Header Button Text
fr: Texte des boutons d'en-tête

source: Header Text
fr: Texte d'en-tête

source: Headerbar
fr: Barre d'en-tête

source: Icons Color
fr: Couleurs d'icônes

source: Icons Style
fr: Style d'icônes

source: Iconset
fr: Thème d'icônes

source: Image Analysis
fr: Analyse d'image

source: Image Thumbnail
fr: Miniature d'image

source: Image colors
fr: Couleurs de l'image

source: Import
fr: Importer

source: Import Colors from Image
fr: Importer les couleurs de l'image

source: Import Themes
fr: Importer thèmes

source: Insensitive Item {id}
fr: Élément insensitif {id}

source: Inverse GUI Variant
fr: Inverser la variante du GUI

source: Inverse Terminal Colors
fr: Inverser les couleurs du terminal

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Light Base
fr: Base clairea

source: Light Base (Folders)
fr: Base claire (dossiers)

source: Manual
fr: Manuel

source: Medium Base
fr: Base moyenne

source: Mild Terminal Colors
fr: Couleurs légères du terminal

source: New Theme
fr: Nouveau thème

source: Numix Style
fr: Style du Numix

source: Oo-mox GUI
fr: Interface Oo-mox

source: Oomox Colors File
fr: Fichier de couleurs de l'Oomox

source: Open _Homepage
fr: Ouvrez le _page d'accueil

source: Palette Generation Accuracy
fr: Précision de la génération de palette

source: Palette Style
fr: Style de la palettea

source: Panel Icons
fr: Icônes de panel

source: Paste this colorscheme to your ~/.Xresources:
fr: Collez ce thème de couleurs-ci pour votre ~/.Xresources:

source: Please choose a file with oomox colors
fr: Veuillez choisir un fichier avec des couleurs de l'Oomox

source: Please choose an image file
fr: Veuillez choisir une image

source: Please input new theme name:
fr: Veuillez entrer le nom du nouveau thème :

source: Please wait while new colorscheme will be created.
fr: Veuillez patienter pendant que le nouveau thème de couleurs est créé …

source: Presets
fr: Préréglages

source: Purple
fr: Pourpre

source: Purple Highlight
fr: Surlignage pourpre

source: Red
fr: Surlignage rouge

source: Red Highlight
fr: Surlignage rouge

source: Remove Theme
fr: Supprimer le thème

source: Remove Theme…
fr: Supprimer le thème …

source: Rename Theme
fr: Renommer le thème

source: Rename Theme…
fr: Renommer le thème …

source: Roundness
fr: Arrondi

source: Save Theme
fr: Enregistrer le thème

source: Selected Background
fr: Arrière-plan sélectionné

source: Selected Text
fr: Texte sélectionné

source: Selected item
fr: Élément sélectionné

source: Selection Opacity
fr: Opacité de sélection

source: Something went wrong :(
fr: Quelque chose s'est mal passé :(

source: Spacing
fr: Espacement

source: Spotify Options
fr: Options de Spotify

source: Spotify _path:
fr: _Chemin do Spotify :

source: Stronger Follow Palette Template
fr: Continuer à suivre le modèle de la palette

source: Surface (like Button, Menu, Popover)
fr: Surface (comme boutons et menus)

source: Terminal Colorscheme
fr: Thème de couleurs du terminal

source: Text
fr: Texte

source: Text entry
fr: Zone de texte

source: Textbox Background
fr: Arrière-plan de la zone de texte

source: Textbox Caret
fr: Curseur de la zone de texte

source: Textbox Caret Aspect Ratio
fr: Rapport d'aspect

source: Textbox Text
fr: Text de la zone de texte

source: Theme Export Options
fr: Options d'exportation du thème

source: Theme Options
fr: Options du thème

source: Theme Style
fr: Style du thème

source: There are unsaved changes. Save them?
fr: Il y a des changements non enregistrés. Faut-il les sauvegarder ?

source: This is a label
fr: Ceci est un label

source: Unfocused Window Border
fr: Bordure de fenêtre non focusée

source: Unity: Use Default Launcher Style
fr: Unity : Utiliser le style de lanceur par défaut

source: Unsaved Changes
fr: Changements non enregistrés

source: Use custom _font:
fr: Utiliser la personnalisation de la _police

source: User Presets
fr: Préréglages de l'utilisateur

source: View
fr: Regarder

source: White
fr: Blanc

source: White Highlight
fr: Surlignage blanche

source: Yellow
fr: Jaune

source: Yellow Highlight
fr: Surlignage jaune

source: _Apply Options and Export
fr: _Appliquer options et exporter

source: _Cancel
fr: _Annuler

source: _Dismiss
fr: _Fermer

source: _Export Theme…
fr: _Exporter le thème

source: _No
fr: _Non

source: _Normalize font weight
fr: _Normaliser la graisse des polices

source: _Variant:
fr: _Variante :

source: _Yes
fr: _Oui

source: all available: low quality
fr: tous disponibles : basse qualité

source: all available: medium quality
fr: tous disponibles : moyenne qualité

source: black
fr: noir

source: blue
fr: bleu

source: colorthief lib: doublepass
fr: colorthief lib : double passe

source: colorz lib: high quality
fr: colorz lib : haute qualité

source: colorz lib: low quality
fr: colorz lib: basse qualité

source: colorz lib: medium quality
fr: colorz lib : moyenne qualité

source: green
fr: vert

source: oomox: high quality
fr: oomox : haute qualité

source: oomox: low quality
fr: oomox : basse qualité

source: oomox: medium quality
fr: oomox : moyenne qualité

source: purple
fr: pourpre

source: red
fr: rouge

source: white
fr: blanc

source: yellow
fr: jaune
